Repository: Belarus/OmegaT-Windows
Catalog: Windows7/omegat/project_save.tmx
Source language: en
Languages: be

source: Header
be: Загаловак

source: Headphones
be: Слухаўкі

source: Headset Earphone
be: Слухаўкі гарнітуры

source: Headset Microphone
be: Мікрафон гарнітуры

source: Health
be: Здароўе

source: Hear a tone when keys are pressed
be: Чуць сігнал падчас націску клавішы

source: Hear text read aloud with Narrator
be: Апавядальнік чытае тэкст услых

source: Hebrew
be: Габрэйская

source: Hebrew (Windows)
be: Габрэйская (Windows)

source: Height
be: Вышыня

source: Help
be: Дапамога

source: Help Microsoft solve this problem
be: Дапамагчы Microsoft вырашыць гэтую праблему

source: Help Select
be: Вылучэнне дапамогі

source: Help Settings
be: Налады дапамогі

source: Help and Support
be: Дапамога і падтрымка

source: Help and Support Center
be: цэнтр даведкі і падтрымкі

source: Help and Support:
be: Дапамога і падтрымка:

source: Help file
be: Файл дапамогі

source: Help link
be: Спасылка дапамогі

source: Help options
be: Налады дапамогі

source: Help prevent the spread of harmful and potentially unwanted software. <A HREF="view://Settings">Join Microsoft SpyNet</A>
be: Жадаеце дапамагчы прадухіліць распаўсюджанне патэнцыйна небяспечных і не пажаданых праграм?<A HREF="view://Settings">Далучайцеся да Microsoft SpyNet</A>

source: Help prevent the spread of harmful and potentially unwanted software. <A HREF=\
be: Жадаеце дапамагчы прадухіліць распаўсюджанне патэнцыйна небяспечных праграмаў.

source: Help protect this computer by applying recommended actions after items are detected.
be: Абарона камп'ютара па сродках выканання рэкамендаваных дзеянняў.

source: Heuristics
be: Эўрыстыка:

source: Heuristics%0
be: Эўрыстыка%0

source: Hibernate
be: Гібернацыя

source: Hibernate after
be: Загібернаваць пасля

source: Hibernating...
be: Гібернацыя...

# Hibernation state must be "on" or "off"
source: Hibernation state must be "on" or "off"\n
be: Стан гібернацыі павінен быць "on" ці "off"\n

source: Hidden
be: Схаваны

source: Hidden count
be: Схаваны лік

source: Hidden files and folders
be: Схаваныя файлы і каталогі

source: Hidden,
be: схаваны,

source: Hide
be: Схаваць

source: Hide &details
be: Схаваць дэталі

source: Hide &details <<
be: Схаваць &дэталі

source: Hide Details
be: Схаваць дэталі

source: Hide Error Details
be: Схаваць дэталі памылкі

source: Hide Folders
be: Схаваць каталогі

source: Hide Task Manager when it is minimized
be: Хавае кіраўнік задач, калі ён згорнуты

source: Hide additional plans
be: Схаваць дадатковыя планы

source: Hide color mi&xer
be: Схаваць змяшальнік колераў

source: Hide details
be: Схаваць дэталі

source: Hide empty drives in the Computer folder
be: Хаваць пустыя кружэльнікі і дыскаводы

source: Hide extensions for known file types
be: Хаваць пашырэнні для вядомых тыпаў файлаў

source: Hide gadgets
be: Схаваць гаджэты

source: Hide icon and notifications
be: Хаваць значкі і апавяшчэнні

source: Hide preview image
be: Схаваць выяву перадпрагляду

# Hide preview image
source: Hide preview image\r\n
be: Схаваць выяву перадпрагляду\r\n

source: Hide problem details
be: Схаваць дэталі праблемы

source: Hide protected operating system files (Recommended)
be: Хаваць абароненыя сістэмай файлы (рэкамендавана)

source: Hide recent or related items for %s
be: Схаваць апошнія ці звязаныя элементы для %s

source: Hide recent or related items.
be: Схаваць апошнія ці звязаныя элементы.

source: Hide the preview pane.
be: Схаваць панэль перадпрагляду.

source: Hide the selected fonts in your programs
be: Схаваць вылучаныя шрыфты ў вашых праграмах

source: Hides the items in all groups.
be: Хавае элементы ўва ўсіх групах.

source: Hides the items in the selected group.
be: Хавае элементы ў вылучаных групах.

source: Hides the names of items in the window.
be: Хавае назвы элементаў у вакне.

source: Hides the title and menu bars
be: Хавае паліцы загалоўку і меню

source: Hiding the Preview Image
be: Хаванне выявы перадпрагляду

# Hiding the Preview Image
source: Hiding the Preview Image\r\n
be: Хаванне выявы перадпрагляду\r\n

source: High
be: Высока

source: High Contrast
be: Высокакантрасная

source: High Quality (64 - 128 Kbps)
be: Высокая якасць (64 - 128 кбіт/с)

source: High detail pieces
be: Высокадэталяваныя фігуры

source: High gain down
be: Вялікае памяншэнне

source: High gain up
be: Вялікае павелічэнне

source: High gloss shine
be: Бляск

source: High performance
be: Высокая прадукцыйнасць

source: High saturation
be: Высокая насычанасць

source: Higher
be: Вышэй

source: Highest on top
be: Вышэйшыя зверху

source: Highlight newly installed programs
be: Вылучаць нядаўна ўсталяваныя праграмы

source: Hindi
be: Хіндзі

source: Hindi Traditional
be: Хіндзі (традыцыйныя)

source: Hint
be: Падказка

source: Hiragana & Katakana
be: Хірагана і катакана

# Histor&y Ctrl+H
source: Histor&y\tCtrl+H
be: Гісторыя\tCtrl+H

source: History
be: Гісторыя

# History Ctrl+H
source: History \tCtrl+H
be: Гісторыя \tCtrl+H

source: Hobbies
be: Захапленні

source: Home
be: Пачатковая

source: Home Automation
be: Хатняя аўтаматызацыя

source: Home P.O. box
be: Хатняя паштовая скрыня

source: Home Security
be: Хатняя бяспека

source: Home address
be: Хатні адрас

source: Home city
be: Хатні горад

source: Home country/region
be: Хатнія краіна/рэгіён

source: Home directory
be: Хатні каталог

source: Home directory drive
be: Дыск хатняга каталога

source: Home fax
be: Хатні факс

source: Home network
be: Хатняя сетка

source: Home network\nIf all the computers on this network are at your home, and you recognize them, this is a trusted home network. Don't choose this for public places such as coffee shops or airports.
be: Хатняя сетка\nКалі ўсе камп'ютары ў гэтай сетцы ў вашым доме, і вы ведаеце іх, гэта давераная хатняя сетка. Не абірайце гэта для публічных месцаў кшталту кавярняў ці аэрапортаў.

source: Home page
be: Пачатковая старонка

source: Home phone
be: Хатні тэлефон

source: Home postal code
be: Хатні паштовы індэкс

source: Home state or province
be: Хатнія вобласць ці раён

source: Home street
be: Хатняя вуліца

source: HomeGroup
be: Хатняя група

source: HomeGroup status: %1
be: Стан хатняй групы: %1

source: HomeGroup:
be: Хатняя група:

source: Homegroup
be: Хатняя група

source: Homegroup (Read)
be: Хатняя група (чытанне)

source: Homegroup (Read/Write)
be: Хатняя група (чытанне і запісванне)

source: Horizontal
be: Гарызанталь

source: Horizontal Resize
be: Гарызантальнае змяненне памеру

source: Horizontal Scroll Bar
be: Гарызантальная паліца прагорткі

source: Horizontal Scrolling
be: Гарызантальнае прагортванне

source: Horizontal resolution
be: Гарызантальная разрознасць

source: Host Address
be: Адрас вузла

source: Host folder name:
be: Назва каталога вузла:

source: Hosts File
be: Файлы Hosts

source: Hot Pluggable Devices
be: Прылады гарачага падключэння

source: Hot Pluggable Devices Control
be: Кіраванне прыладамі гарачага падключэння

source: Hot key
be: Скарот

source: Hot keys for input languages
be: Скароты для моваў уводу

source: Hour
be: гадзіна

source: Hour and %2!d!
be: гадзіна і %2!d!

source: Hours
be: гадзін

source: Hours and %2!d!
be: гадзін і %2!d!

source: How can this folder be indexed?
be: Як можна індэксаваць гэты каталог?

source: How do I convert a drive to NTFS?
be: Як пераўтварыць файлавую сістэму дыска ў NTFS?

source: How do I log on to another domain?
be: Як мне ўвайсці на іншы дамен?

source: How do you want to install updates?
be: Як вы жадаеце ўсталёўваць абнаўленні?

source: How do you want to use this disc?
be: Як вы жадаеце выкарыстоўваць гэты дыск?

source: How does Briefcase work?
be: Як працуе партфель?

source: How does automatic updating help me?
be: Як мне дапаможа аўтаматычнае абнаўленне?

source: How to add new hardware
be: Як дадаваць новае абсталяванне

source: How to change the size of virtual memory
be: Як змяніць памер віртуальнай памяці

source: How to change your Windows password
be: Як змяніць ваш пароль

source: How to correct monitor flicker (refresh rate)
be: Як скарэктаваць мігаценне манітора (частата абнаўлення)

source: How to create a strong password
be: Як стварыць моцны пароль

source: How to install a program
be: Як усталяваць праграму

source: How to search
be: Як шукаць

source: However, it can be restored from the recycle bin.\n\nDo you want to restore the file, or delete this shortcut?
be: Тым не менш, ён можа быць адноўлены са сметніцы.\n\nАднавіць файл альбо выдаліць гэты пускальнік?

source: Hu&e:
be: Адценне:

source: Hub
be: Хаб

source: Hue
be: Адценне

source: Huge (16 - 128 MB)
be: Велізарныя (16 - 128 МБ)

source: Huge (80 - 120 GB)
be: Велізарныя (80 - 120 ГБ)

source: Humour
be: Гумар

source: Hungarian
be: Вугорская

source: Hungarian 101-key
be: Вугорская, 101 клавіша

source: Hydra
be: Гідра

source: Hyperlink reference not valid.
be: Гіперспасылка недапушчальная.

source: Hyperlink which launches the Date and Time control panel
be: Гіперспасылка, якая запускае панэль кіравання даты і часу

source: I
be: К

source: I &accept the license terms
be: Я прымаю ліцэнзійнае пагадненне

source: I &decline
be: Я адхіляю

source: I don't know where this program is from or what it's for.
be: Я не ведаю, адкуль гэтая праграма і для чаго яна.

source: I don't want to complete this action
be: Я не жадаю сканчаць гэтае дзеянне

source: I know where it's from or I've used it before.
be: Я ведаю, адкуль яна, ці калісьці ёю карыстаўся.

source: I trust this program.
be: Я давяраю гэтай праграме.

source: I trust this program. I know where it's from or I've used it before.
be: Я давяраю гэтай праграме. Я ведаю, адкуль яна, ці калісьці ёю карыстаўся.

source: I want to complete this action by entering my credentials on the authentic Windows logon screen
be: Я жадаю скончыць гэтае дзеянне з дапамогаю ўвядзення маіх пасведчанняў на экране ўваходу ў Windows

source: I&gnore
be: І&гнараваць

source: I&gnore All
be: Ігнараваць усе

source: I&mport LMHOSTS...
be: Імпартаваць LMHOSTS...

source: I&mport and export...
be: Імпарт і экспарт...

source: I&nstall...
be: Усталяваць...

source: I&nterface metric:
be: Метрыка інтэрфэйса:

source: I've shared a folder with you
be: Я абагуліў каталог для вас

source: I've shared files with you
be: Я абагуліў файлы для вас

source: I've shared some of my files or folders with you. To open them, just click the link(s) below.\n\n
be: Я абагуліў для вас некаторыя файлы ці каталогі. Каб адчыніць іх, націсніце спасылку(і) унізе.\n\n

source: I/O Other
be: Іншага У/В

source: I/O Other Bytes
be: Іншых байтаў У/В

source: I/O Read Bytes
be: Прачытаных байтаў У/В

source: I/O Reads
be: Чытанняў У/В

source: I/O Write Bytes
be: Запісаных байтаў У/В

source: I/O Writes
be: Запісаў У/В

source: I/O active;
be: У/В актыўныя;

source: I/Os
be: У/В

# IAFS Inhibit Arabic form s&haping
source: IAFS\tInhibit Arabic form s&haping
be: IAFS\tЗабараніць фармаванне арабскіх сімвалаў

source: ICQ exploit
be: эксплуататар ICQ

source: IE Downloads and Outlook Express Attachments%0
be: Спампоўкі IE і прычэпкі Outlook Express%0

source: IM addresses
be: IM адрасы

source: IO active
be: У/В актыўны

source: IP Address
be: IP-адрас

# IP Address: %1!s! Subnet Mask: %2!s!
source: IP Address: %1!s!\nSubnet Mask: %2!s!
be: IP-адрас: %1!s!\nМаска падсеткі: %2!s!

# IP Address: %1!s! Subnet Mask: %2!s!
source: IP Address: %1!s!\r\nSubnet Mask: %2!s!
be: IP-адрас: %1!s!\r\nМаска падсеткі: %2!s!

source: IP Addresses
be: IP-адрасы

source: IP Settings
be: Налады IP

source: IP add&resses
be: IP-адрасы

source: IP address
be: IP-адрас

source: IP addresses starting with %1 are not valid because they are reserved for loopback addresses. Please specify some other valid value between %2 and %3.
be: IP-адрасы з %1 з'яўляюцца недапушчальнымі, бо яны зарэзерваваныя для пяцельных адрасоў. Калі ласка, азначце іншае дапушчальнае значэнне паміж %2 і %3.

source: IPv4 Address
be: IPv4-адрас

source: IPv4 Addresses
be: IPv4-адрасы

source: IPv4 Connectivity:
be: IPv4-злучальнасць:

source: IPv4 DHCP Server
be: DHCP-сэрвер IPv4

source: IPv4 DNS Server
be: DNS-сэрвер IPv4

source: IPv4 DNS Servers
be: DNS-сэрверы IPv4

source: IPv4 Default Gateway
be: Стандартны шлюз IPv4

source: IPv4 Default Gateways
be: Стандартныя шлюзы IPv4

source: IPv4 Subnet Mask
be: Маска падсеткі IPv4

source: IPv4 Subnet Masks
be: Маскі падсеткі IPv4

source: IPv4 WINS Server
be: WINS-сэрвер IPv4

source: IPv4 WINS Servers
be: WINS-сэрверы IPv4

source: IPv6 Address
be: IPv6-адрас

source: IPv6 Addresses
be: IPv6-адрасы

source: IPv6 Connectivity:
be: IPv6-злучальнасць:

source: IPv6 DHCP Server
be: DHCP-сэрвер IPv6

source: IPv6 DNS Server
be: DNS-сэрвер IPv6

source: IPv6 DNS Servers
be: DNS-сэрверы IPv6

source: IPv6 Default Gateway
be: Стандартны шлюз IPv6

source: IPv6 Default Gateways
be: Стандартныя шлюзы IPv6

source: IPv6 Enabled
be: IPv6 уключана

source: IPv6 Subnet Mask
be: Маска падсеткі IPv6

source: IPv6 Subnet Masks
be: Маскі падсеткі IPv6

source: IPv6 WINS Server
be: WINS-сэрвер IPv6

source: IPv6 WINS Servers
be: WINS-сэрверы IPv6

source: IRQs
be: IRQ

source: ISDN Configuration
be: Канфігурацыя ISDN

source: ISDN Configuration Wizard
be: Майстар канфігуравання ISDN

source: ISDN Configure
be: Канфігураваць ISDN

source: ISDN Connection
be: ISDN-злучэнне

source: ISO speed
be: ISO-хуткасць

# ISS Inhibit s&ymmetric swapping
source: ISS \tInhibit s&ymmetric swapping
be: ISS \tЗабараніць сіметрычную падмену

source: Icelandic
be: Ісландская

source: Icon
be: Значак

source: Icon Files|*.exe;*.dll;*.ico|Programs (*.exe)|*.exe|Libraries (*.dll)|*.dll|Icons (*.ico)|*.ico|All Files (*.*)|*.*|
be: Файлы са значкамі|*.exe;*.dll;*.ico|Праграмы (*.exe)|*.exe|Бібліятэкі (*.dll)|*.dll|Значкі (*.ico)|*.ico|Усе файлы (*.*)|*.*|

source: Icon Files|*.ico;*.exe;*.dll|Programs|*.exe|Libraries|*.dll|Icons|*.ico|All Files|*.*|
be: Файлы са значкамі|*.ico;*.exe;*.dll|Праграмы|*.exe|Бібліятэкі|*.dll|Значкі|*.ico|Усе файлы|*.*|

source: Icon files#*.ico;*.icl;*.exe;*.dll#Programs#*.exe#Libraries#*.dll#Icons#*.ico#All files#*.*#
be: Файлы са значкамі#*.ico;*.icl;*.exe;*.dll#Праграмы#*.exe#Libraries#*.dll#Значкі#*.ico#Усе файлы#*.*#

source: Icon library
be: Бібліятэка значкаў

source: Icons
be: Значкі

source: Ideal
be: Ідэальны

source: Identifier
be: Ідэнтыфікатар

source: Identifier:
be: Ідэнтыфікатар:

source: Identify and repair network problems
be: Выявіць і выправіць сеткавыя праблемы

source: Identity
be: Пасведчанне

source: Identity ID
be: ID пасведчання

source: Identity import/export blob
be: Вялікі двайковы аб'ект імпарту/экспарту пасведчання

source: Identity provider name
be: Назва дастаўніка пасведчанняў

source: Identity provider picture
be: Відарыс дастаўніка пасведчанняў

source: Identity user name
be: Імя карыстальніка пасведчання

source: Ideographic Symbols
be: Ідэаграфічныя сімвалы

source: Ideographs by Radicals
be: Ідэаграфы па каранях

source: Idle for %1 days
be: Бяздзейны %1 дзён

source: Idle for %1 days and %2 hours
be: Бяздзейны %1 дзён і %2 гадзін

source: Idle for %1 days and 1 hour
be: Бяздзейны %1 дзён і 1 гадзіну

source: Idle for %1 hours
be: Бяздзейны %1 гадзін

source: Idle for %1 hours and %2 minutes
be: Бяздзейны %1 гадзін і %2 хвілін

source: Idle for %1 hours and 1 minute
be: Бяздзейны %1 гадзін і 1 хвіліну

source: Idle for %1 minutes
be: Бяздзейны %1 хвілін

source: Idle for 1 day
be: Бяздзейны 1 дзень

source: Idle for 1 day and %1 hours
be: Бяздзейны 1 дзень і %1 гадзін

source: Idle for 1 day and 1 hour
be: Бяздзейны 1 дзень і 1 гадзіну

source: Idle for 1 hour
be: Бяздзейны 1 гадзіну

source: Idle for 1 hour and %1 minutes
be: Бяздзейны 1 гадзіну і %1 хвілін

source: Idle for 1 hour and 1 minute
be: Бяздзейны 1 гадзіну і 1 хвіліну

source: Idle for 1 minute
be: Бяздзейны 1 хвіліну

source: Idle sensiti&vity
be: Узровень адчувальнасці

source: Idle timeout before the system returns to a low power sleep state after waking unattended.
be: Час бяздзейнасці, перш чым сістэма вернецца ў сонны стан ашчаджання энергіі пасля самотнага абуджэння.

source: If %username% has forgotten the password, he or she can use the password reset floppy disk.
be: Калі %username% забыў пароль, то ён можа скарыстаць дыскету скіду пароля.

source: If LMHOSTS lookup is enabled, it applies to all connections for which TCP/IP is enabled.
be: Калі LMHOSTS-пошук уключаны, ён ужываецца да ўсіх злучэнняў, для якіх уключаны TCP/IP.

source: If a &number fails, try the next number
be: Падчас няўдачы нумара спрабаваць наступны

source: If an open program is associated with this process, it will close and you will lose any unsaved data.
be: Калі адчыненая праграма асацыяваная з гэтым працэсам, яна будзе зачыненая і вы страціце ўсе незахаваныя звесткі.

source: If an open program is associated with this process, it will close and you will lose any unsaved data. If you end a system process, it might result in an unstable system. Are you sure you want to continue?
be: Калі адчыненая праграма асацыяваная з гэтым працэсам, яна будзе зачыненая і вы страціце ўсе незахаваныя звесткі. Калі вы скончыце сістэмны працэс, гэта можа зрабіць сістэму нестабільнай. Сапраўды жадаеце працягнуць?

source: If it still can't be located, the information might have been moved to a different location.
be: Калі праблема паўтараецца, магчыма, інфармацыя была перамешчаная ў іншае месца.

source: If it still cannot be located, the information might have been moved to a different location.
be: Калі праблема паўтараецца, магчыма, інфармацыя была перамешчаная ў іншае месца.

source: If only a single line connected, the server might not be configured to accept multi-link calls. to avoid unnecessary connection charges, select the 'Do not use the failed lines' check box.
be: Сэрвер можа не быць сканфігураваным для прыняцця шматзвязных выклікаў, толькі калі злучана адна лінія. Каб пазбегнуць непатрэбных спробаў злучэння, пастаўце птушку "Не выкарыстоўваць няўдалыя лініі".

source: If open programs or processes are associated with this process tree, they will close and you will lose any unsaved data. If you end a system process, it might result in an unstable system. Are you sure you want to continue?
be: Калі адчыненыя праграмы ці працэсы асацыяваныя з гэтым дрэвам працэсаў, яны будуць зачыненыя і вы страціце ўсе незахаваныя звесткі. Калі вы скончыце сістэмны працэс, гэта можа зрабіць сістэму нестабільнай. Сапраўды жадаеце працягнуць?

source: If so, go back to the source and recopy those files to your device or disk.
be: Калі так, то перакапіюйце файлы на прыладу ці дыск.

source: If that doesn't work, clear the history and then try again.
be: Калі гэта не дапамагло, ачысціце журнал і паўтарыце спробу.

source: If the device fails after updating the driver, roll back to the previously installed driver.
be: Калі прылада працуе няўдала пасля абнаўлення драйвера, адкаціце да папярэдняга стану.

source: If the disc is unformatted, you need to format it before using it.
be: Калі дыск не адфарматаваны, вам неабходна адфарматаваць яго перш чым выкарыстоўваць.

source: If the online privacy statement is not available, please read our privacy statement offline:\n
be: Калі заява аб прыватнасці недаступная, калі ласка, прачытайце яе па-за сецівам:\n

source: If the online privacy statement is not available, please read our privacy statement offline:\r\n
be: Калі заява аб прыватнасці недаступная, калі ласка, прачытайце яе па-за сецівам:\r\n

source: If the operating system does not respond, press ESC or restart the computer by using the power switch.
be: Калі аперацыйная сістэма не адказвае, націсніце ESC ці перазапусціце камп'ютар, ужыўшы пераключальнік сілкавання.

source: If the password contains capital letters, they must be typed the same way every time.
be: Калі пароль змяшчае вялікія літары, яны павінны ўводзіцца аднолькава штораз.

source: If the problem continues, replace the recordable disc with another one, and then try again.
be: Калі праблема паўтараецца, змяніце кружэлку і паўтарыце спробу.

source: If the program you want is not in the list or on your computer, you can <A ID="Browse">look for the appropriate program on the Web</A>.
be: Калі патрэбнай вам праграмы няма ў спісе ці на вашым камп'ютары, вы можаце <A ID="Browse">знайсці адпаведную праграму на сайце</a> .

source: If the share name is longer than 12 characters, this folder cannot be accessed by computers running Windows 98SE, Windows Millennium Edition, Windows NT 4.0, or earlier operating systems. To make the folder fully accessible, name it using 12 characters or fewer.\r\n\r\nDo you want to use the share name "%1" anyway?\r\n
be: Калі назва абагулення даўжэй за 12 знакаў, гэты каталог не будзе даступным для камп'ютараў з Windows 98SE, Windows Millennium Edition, Windows NT 4.0 ці ранейшымі аперацыйнымі сістэмамі. Каб зрабіць каталог поўнасцю даступным, назва павінна змяшчаць 12 знакаў ці менш.\r\n\r\nУсё роўна скарыстаць назву "%1"?\r\n

source: If this computer is used on more than one network, enter the alternate IP settings below.
be: Калі гэты камп'ютар карыстаецца ў некалькіх сетках, увядзіце ніжэй альтэрнатыўныя налады IP.

source: If this file is modified, the editing software might store a temporary, unencrypted, copy of the file.
be: Пасля змянення гэтага файла праграма для рэдагавання можа захаваць часовую незашыфраваную копію файла.

source: If this is an unexpected event you should review the settings as this may be the result of malware.%n %tOld value:%3%n %tNew value:%4
be: Калі гэта адбылося не чакана, то рэкамендавана праверыць налады сістэмы: магчыма змяненні выклікала праграма са шкодным кодам.%n %tСтарое значэнне:%3%n %tНовае значэнне:%4

source: If this problem continues, there might be a problem on the disc that is preventing you from erasing it.
be: Калі гэтая праблема будзе паўтарацца, то, магчыма, кружэлка пашкоджаная.

source: If this service is disabled, install or uninstall of Windows updates might fail for this computer.
be: Калі гэтая служба выключаная, усталёўванне і высталёўванне абнаўленняў Windows могуць быць недаступныя.

source: If you allow, you will be disconnected, but you can resume later.
be: Калі вы дазволіце, камп'ютар будзе адлучаны, але вы можаце працягнуць пазней.

source: If you are not a member of the Administrators group or another group that has this right, or if the Administrators group does not have this right, you must be granted this right manually.
be: Калі вы не чалец адміністрацыйнай ці іншай групы, якая мае гэты дазвол, ці калі адміністрацыйная група не мае яго, вы павінны пацвердзіць дазвол уручную.

source: If you are not a member of the Remote Desktop Users group or another group that has this right, or if the Remote Desktop Users group does not have this right, you must be granted this right manually.
be: Калі вы не чалец групы карыстальнікаў аддаленай стальніцы ці іншай, якая мае гэты дазвол, ці калі група карыстальнікаў аддаленага стальніцы не мае яго, вы павінны пацвердзіць дазвол уручную.

source: If you are sure you want to erase this disc, click Next.
be: Калі вы сапраўды жадаеце сцерці кружэлку, націсніце 'Далей'.

source: If you are sure you want to erase this disc, click Next. Otherwise, click Cancel.
be: Калі вы сапраўды жадаеце сцерці кружэлку, націсніце 'Далей', у адваротным выпадку - 'Скасаваць'.

source: If you are using another program that checks for harmful or unwanted software, use the Action Center to check that program's status.\n\n
be: Калі вы выкарыстоўваеце іншую праграму, якая сочыць за небяспечным ці непажаданым апраграмаваннем, выкарыстоўвайце для праверкі яе стану цэнтр падтрымкі.

source: If you can't change your settings, they might be managed by Group Policy.
be: Калі вы не можаце змяняць вашыя налады, яны могуць кіравацца групавой палітыкай.
